Repository: ushahidi/riverid-python
Catalog: locale/*/LC_MESSAGES/api.po
Languages: es_co, ja_jp, nl_nl

source: The password is incorrect for this user.
es_co: La clave es incorrecta para este usuario
ja_jp: このユーザのパスワードが間違っています。
nl_nl: Het wachtwoord is onjuist voor deze gebruiker.

source: RiverID Email Change
es_co: RiverID: Cambio correo electrónico
ja_jp: RiverID メール変更
nl_nl: RiverID E-mail wijzigen

source: The old password is incorrect for this user.
es_co: La clave anterior es incorrecta para este usuario.
ja_jp: このユーザの旧パスワードが間違っています。
nl_nl: Het oude wachtwoord is onjuist voor deze gebruiker.

source: This email address has already been confirmed.
es_co: Esta dirección de correo electrónico ya ha sido confirmada.
ja_jp: このメールアドレスは確認済です。
nl_nl: Dit e-mailadres is al bevestigd.

source: The token is not valid for this email address.
es_co: El indicio de clave no es válido para esta dirección de correo electrónico.
ja_jp: このメールアドレスのトークンが正しくありません。
nl_nl: Het token is niet geldig voor dit e-mailadres.

source: RiverID: Please confirm your password change.
es_co: RiverID: Por favor confirme el cambio de su clave.
ja_jp: RiverID: あなたのパスワード変更を確認してください。
nl_nl: RiverID: Bevestig uw wachtwoord te wijzigen.

source: RiverID: Please confirm your email address.
es_co: RiverID: Por favor confirme su dirección de correo electrónico.
ja_jp: RiverID: あなたのメールアドレスを確認してください。
nl_nl: RiverID: Bevestig uw e-mailadres.

source: The session is not valid for this account.
es_co: La sesión no es válida para esta cuenta de usuario.
ja_jp: このアカウントのセッションが正しくありません。
nl_nl: De sessie is niet geldig voor deze account.

source: No password change has been requested for this email address.
es_co: No se ha solicitado cambio de clave para esta dirección de correo electrónico.
ja_jp: このメールアドレスに要求されたパスワード変更はありません。
nl_nl: Geen wachtwoord verandering is aangevraagd voor dit e-mailadres.

source: The account is disabled.
es_co: La cuenta está desactivada.
ja_jp: このアカウントは無効化されています。
nl_nl: De account is uitgeschakeld.

source: The session has already been ended.
es_co: La sesión ya ha terminado.
ja_jp: セッションは既に終了しています。
nl_nl: De sessie is al eerder beÃ«indigd.

source: The email address does not appear to be registered.
es_co: Esta dirección de correo electrónico no aparece registrada.
ja_jp: メールアドレスが登録されていないようです。
nl_nl: Het e-mailadres lijkt niet te worden geregistreerd.

source: Please provide a valid email address.
es_co: Por favor ingrese una dirección de correo electrónico válida.
ja_jp: 正しいメールアドレスを入力してください。
nl_nl: Verschaf alstublieft een geldig e-mailadres.

source: Please provide a password between 8 and 128 characters in length.
es_co: Por favor ingrese una clave con longitud entre 8 y 128 caracteres.
ja_jp: パスワードは8～128文字の間で入力してください。
nl_nl: Verschaf alstublieft een wachtwoord die tussen 8 en 128 tekens lang zijn.

source: Please provide a valid session identifier.
es_co: Por favor ingrese un identificador de sesión válido.
ja_jp: 正しいセッションの識別子を入力してください。
nl_nl: Verschaf alstublieft geldige sessie-identificatie.

source: Please provide a valid token.
es_co: Por favor ingrese un indicio de sesión válido.
ja_jp: 正しいトークンを入力してください。
nl_nl: Verschaf alstublieft een geldige kaart.

source: Please provide a valid callback function name.
es_co: Por favor ingrese un nombre de función válido.
ja_jp: 正しいcallback function 名を入力してください。
nl_nl: Verschaf alstublieft een geldige callback functie naam.
